{
  "books": [
    {
      "title": "Azathoth",
      "author": "H. P. Lovecraft",
      "category": "Horror",
      "resumen": "The story begins by describing how the modern world has been stripped of imagination and belief in magic. The protagonist is an unnamed man who lives in a dull and ugly city. Every night for many years the man gazes from his window upon the stars, until he comes over time to observe secret vistas unsuspected by normal humanity. One night the gulf between his world and the stars is bridged, and his mind ascends from his body out unto the boundless cosmos.",
      "imageURL": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Hplovecraft-azathoth-manuscript.jpg/464px-Hplovecraft-azathoth-manuscript.jpg",
      "URL": "https://en.wikipedia.org/wiki/Azathoth_(short_story)"
    },
    {
      "title": "Brave New World",
      "author": "Aldous Huxley",
      "category": "Dystopian",
      "resumen": "The novel opens in the World State city of London in AF (After Ford) 632 (AD 2540 in the Gregorian calendar), where citizens are engineered through artificial wombs and childhood indoctrination programmes into predetermined classes (or castes) based on intelligence and labour. Lenina Crowne, a hatchery worker, is popular and sexually desirable, but Bernard Marx, a psychologist, is not. He is shorter in stature than the average member of his high caste, which gives him an inferiority complex. His work with sleep-learning allows him to understand, and disapprove of, his society's methods of keeping its citizens peaceful, which includes their constant consumption of a soothing, happiness-producing drug called soma. Courting disaster, Bernard is vocal and arrogant about his criticisms, and his boss contemplates exiling him to Iceland because of his nonconformity. His only friend is Helmholtz Watson, a gifted writer who finds it difficult to use his talents creatively in their pain-free society.",
      "imageURL": "https://upload.wikimedia.org/wikipedia/en/6/62/BraveNewWorld_FirstEdition.jpg?20171211221736",
      "URL": "https://en.wikipedia.org/wiki/Brave_New_World"
    },
    {
      "title": "The Outsider",
      "author": "H. P. Lovecraft",
      "category": "Horror",
      "resumen": "The Outsider is written in a first-person narrative style, and details the miserable and apparently lonely life of an individual, who appears to have never made contact with another person. The story begins, with the narrator explaining his origins. His memory of others is vague, and he cannot seem to recall any details of his personal history, including who he is or where he is originally from. The narrator tells of his environment: a dark, decaying castle amid an endless forest of high trees that block out the light from the sun. He has never seen natural light, nor another human being, and he has never ventured from the prison-like home he now inhabits. The only knowledge the narrator has of the outside world is from his reading of the antique books that line the walls of his castle.",
      "imageURL": "https://upload.wikimedia.org/wikipedia/en/d/db/Outsider_and_others.jpg?20220212141100",
      "URL": "https://en.wikipedia.org/wiki/The_Outsider_(short_story)"
    },
    {
      "title": "The Antichrist",
      "author": "Friedrich Nietzsche",
      "category": "Philosophy",
      "resumen": "Nietzsche claims in the preface to have written the book for a very limited readership. To understand the book, he asserts that the reader must be honest in intellectual matters to the point of hardness to so much as endure my seriousness, my passion.[2] The reader should be above politics and nationalism. Also, the usefulness or harmfulness of truth should not be a concern. Characteristics such as [s]trength which prefers questions for which no one today is sufficiently daring; courage for the forbidden[2] are also needed. He disregards all other readers",
      "imageURL": "https://upload.wikimedia.org/wikipedia/en/e/e4/The_Antichrist_%28book%29.jpg?20181008003121",
      "URL": "https://en.wikipedia.org/wiki/The_Antichrist_(book)"
    },
    {
      "title": "The Art of Being Right",
      "author": "Arthur Schopenhauer",
      "category": "Philosophy",
      "resumen": "The Art of Being Right: 38 Ways to Win an Argument (also The Art of Controversy, or Eristic Dialectic: The Art of Winning an Argument; German: Eristische Dialektik: Die Kunst, Recht zu behalten; 1831) is an acidulous, sarcastic treatise written by the German philosopher Arthur Schopenhauer.[1] In it, Schopenhauer examines a total of thirty-eight methods of defeating one's opponent in a debate. He introduces his essay with the idea that philosophers have concentrated in ample measure on the rules of logic, but have not (especially since the time of Immanuel Kant) engaged with the darker art of the dialectic, of controversy. Whereas the purpose of logic is classically said to be a method of arriving at the truth, dialectic, says Schopenhauer, ...on the other hand, would treat of the intercourse between two rational beings who, because they are rational, ought to think in common, but who, as soon as they cease to agree like two clocks keeping exactly the same time, create a disputation, or intellectual contest.",
      "imageURL": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Schopenhauer.jpg/486px-Schopenhauer.jpg",
      "URL": "https://en.wikipedia.org/wiki/The_Art_of_Being_Right"
    }
  ]
}
